Repository: EOLed/didgomezscore-php
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fr_fr

source: Did Scott Gomez Score Last Game?
fr_fr: Est-ce que Gomez a marqu&eacute; l'autre jour?

source: Did The Habs Score Last Game?
fr_fr: Est-ce que les Canadiens ont marqu&eacute; l'autre jour?

source: Et pis maintenant?
fr_fr: How about now?

source: Yes!
fr_fr: Oui!

source: No.
fr_fr: Non.

source: Watch out Cam Ward, Scott Gomez is coming for you!
fr_fr: L&acirc;che pas Gomez, ton deuxi&egrave;me but va venir bient&ocirc;t!

source: Sorry Scottie, but shootout goals don&apos;t count :(
fr_fr: S'cuse Gomez, mais les tirs de barrage comptent pas :(

source: celebrations.gomez.link
fr_fr: http://celebrations-gomez.com

source: Going to the Bell Center for the Anniversary game? You need these instructions!
fr_fr: Allez-vous au Centre Bell pour le jeu d'anniversaire? Vous aurez besoin des instructions suivant!

source: Show Me the Money...
fr_fr: Crache le cash...

source: Scott Gomez has been paid %s by the Montreal Canadiens since his last goal.
fr_fr: Les Canadiens de Montr&eacute;al ont d&eacute;ja pay&eacute; Scott Gomez %s depuis son dernier but.

source: too much
fr_fr: trop

source: Reminiscing...
fr_fr: Je me souviens...

source: last.goal.desc
fr_fr: Le 17 f&eacute;vrier, Scott Gomez a doubl&eacute; son nombre de buts total de la saison en avantage num&eacute;rique &agrave; la fin de la premi&egrave;re p&eacute;riode.

source: Congrats Gomez!!!
fr_fr: Bravo Gomez!!!

source: countup.layout
fr_fr: Seulement {d<}{dn} {dl},{d>} {hn} {hl}, {mn} {ml} et {sn} {sl} {desc}

source: countup.description
fr_fr: depuis le dernier but de <span id="name">Gomez</span>...

source: salary.format
fr_fr: ##,###,###.00$ USD
